"UnknownTime" = "--";
"<n> seconds" = "%d seconds";
"Less than a minute" = "Less than a minute";
"a minute" = "a minute";
"<n> minutes" = "%d minutes";
"an hour" = "an hour";
"<n> hours" = "%d hours";
"About <time>" = "About %@";
